Repository: f-droid/fdroidclient
Catalog: locale/*.po
Languages: sv

# searchres_napps
source: Found %1$d applications matching '%2$s':
sv: Hittade %1$d program som matchade '%2$s':

# searchres_oneapp
source: Found one application matching '%s':
sv: Ett program matchade '%s':

# searchres_noapps
source: No applications were found matching '%s'
sv: Inga program matchade '%s'

# SignatureMismatch
source: The new version is signed with a different key to the old one. To install the new version, the old one must be uninstalled first. Please do this and try again. (Note that uninstalling will erase any internal data stored by the application)
sv: Den nya versionen är signerad med en annan nyckel än den gamla. Den gamla versionen måste först avinstalleras. Försök sedan igen. (Observera att data som tillhör programmet kommer att raderas när det avinstalleras.)

# n_versions_available
source: %d versions available
sv: %d versioner tillgängliga

# n_version_available
source: %d version available
sv: %d version tillgänglig

source: Notify
sv: Avisering

source: Storage
sv: Lagring

# cache_downloaded
source: Cache downloaded apps
sv: Cacha nerladdade program

# keep_downloaded
source: Keep downloaded apk files on SD card
sv: Behåll nerladdade apk-filer på SD-kortet

source: Updates
sv: Uppdateringar

source: Clear all cached data
sv: Rensa alla cachade data

source: Reset
sv: Återställ

source: Maintenance
sv: Underhåll

# notify_updates_available
source: Notify when new updates are available
sv: Meddela mig när nya uppdateringar finns

# update_apps_list
source: Update app list from repositories automatically
sv: Uppdatera programlistan från förråd automatiskt

source: Automatic repo scan
sv: Automatisk förrådsavsökning

# about_title
source: About FDroid
sv: Om FDroid

# about_desc
source: Originally based on Aptoide. Released under the GNU GPLv2 license.
sv: Ursprungligen baserat på Aptoide. Släppt under licensen GNU GPLv2.

# about_site
source: Website:
sv: Webbplats:

# about_mail
source: Email:
sv: E-post:

# about_website
source: Website
sv: Webbplats

# no_repo
source: You don't have any repositories configured! A repository is a source of applications. To add one, press the MENU button now and enter the URL. A repository address looks something like this: http://f-droid.org/repo
sv: Du har inga förråd konfigurerade! Ett förråd är en källa för program. Tryck på meny-knappen och ange URL:en för att lägga till ett nu. En förrådsadress ser ut så här: http://f-droid.org/repo

# not_inst
source: Not Installed
sv: Inte installerad

# installed_update
source: Update possible - Ver.:
sv: Uppdatering möjlig - Ver.:

source: Yes
sv: Ja

source: No
sv: Nej

# repo_add_title
source: Add new repository
sv: Lägg till nytt förråd

# repo_add_add
source: Add
sv: Lägg till

source: Cancel
sv: Avbryt

# repo_delete_title
source: Choose repository to remove
sv: Välj förråd att ta bort

# server_connection_error
source: Could not connect to server!
sv: Kunde inte ansluta till servern!

# repo_update_title
source: Update repositories
sv: Uppdatera förråd

# tab_installed
source: Installed
sv: Installerade

# tab_noninstalled
source: Available
sv: Tillgängliga

# tab_updates
source: Updates
sv: Uppdateringar

# update_available
source: Updates available
sv: Uppdateringar tillgängliga

# process_wait_title
source: Please Wait
sv: Var vänlig vänta

# process_update_msg
source: Updating application list...
sv: Uppdaterar programlistan...

# connection_error
source: Could not connect to the network.
sv: Kunde inte ansluta till nätverket.

# connection_error_msg
source: Could not connect to server!
sv: Kunde inte ansluta till servern!

source: Download
sv: Ladda ner

# download_server
source: Getting application from
sv: Hämtar program från

# repo_add_url
source: Repository address
sv: Förrådadress

# isinst
source: Installed:
sv: Installerad:

source: Install
sv: Installera

source: Uninstall
sv: Avinstallera

source: Update!
sv: Uppdatera!

# update_alrt
source: There are updates available for some installed applications. Do you want to see them?
sv: Det finns uppdateringar för vissa av de installerade programmen. Vill du se dem?

# repo_alrt
source: The list of used repositories has changed. Do you want to update them?
sv: Listan över förråd har ändrats. Vill du uppdatera dem?

# error_download_alrt
source: Could not connect to server or apk file is corrupt!
sv: Kunde inte ansluta till servern eller så är apk-filen är skadad!

# download_alrt
source: Getting application from:
sv: Hämtar program från:

# menu_update_repo
source: Update
sv: Uppdatera

# menu_manage
source: Manage Repos
sv: Hantera förråd

# menu_preferences
source: Preferences
sv: Inställningar

# menu_about
source: About
sv: Om

# menu_search
source: Search
sv: Sök

# menu_add_repo
source: New Repository
sv: Nytt förråd

# menu_rem_repo
source: Remove Repository
sv: Ta bort förråd

# menu_install
source: Install
sv: Installera

# menu_uninstall
source: Uninstall
sv: Avinstallera

# menu_website
source: Website
sv: Webbplats

# menu_issues
source: Issues
sv: Buggar

# menu_source
source: Source Code
sv: Källkod

# menu_update
source: Update
sv: Uppdatera

# menu_donate
source: Donate
sv: Donera

# details_installed
source: Version %s installed
sv: Version %s är installerad

# details_notinstalled
source: Not installed (%d available)
sv: Inte installerat (%d versioner tillgängliga)

# inst
source: Installed
sv: Installerad

# corrupt_download
source: Downloaded file is corrupt
sv: Den nerladdade filen är skadad

source: Download cancelled
sv: Nerladdning avbruten

source: Anti-Features
sv: Anti-finesser

# antiads
source: Advertising
sv: Reklam

# antiadslong
source: Show apps that contain advertising
sv: Visa program som innehåller reklam

# antitrack
source: Tracking
sv: Spårning

# antitracklong
source: Show apps that track and report your activity
sv: Visa program som kartlägger och rapporterar ditt beteende

# antinonfreead
source: Add-ons
sv: Tillägg

# antinonfreeadlong
source: Show apps that promote non-free add-ons
sv: Visa program som främjar icke-fria tillägg

# antinonfreenet
source: Network Services
sv: Nätverkstjänster

# antinonfreenetlong
source: Show apps that promote non-free network services
sv: Visa program som främjar icke-fria nätverkstjänster

# expert_mode
source: Enable expert mode
sv: Aktivera expertläge

# search_hint
source: Search applications
sv: Sök program

# db_sync_mode
source: Database sync mode
sv: Databassynkroniseringsläge

# db_sync_mode_long
source: Set the value of SQLite's synchronous flag
sv: Ställ in värdet på synchronous-flaggan i SQLite

# appcompatibility
source: Application compatibility
sv: Programkompatibilitet

# showincompat
source: Incompatible apps
sv: Inkompatibla program

# showincompat_long
source: Show apps written for newer Android versions or different hardware
sv: Visa program skrivna för nyare Android-versioner eller annan hårdvara

# rooted_long
source: Show apps that require root privileges
sv: Visa program som kräver root-rättigheter
