Repository: f-droid/fdroidclient
Catalog: locale/strings-*.po
Languages: ca, de, el, es, eu, fi, fr, nl, pl, ru, sl, uk

# searchres_napps
source: Found %1$d applications matching '%2$s':
ca: S'ha trobat %1$d aplicacions coincidents amb '%2$s':
de: %1$d Anwendungen mit '%2$s' gefunden:
el: Βρέθηκαν %1$d εφαρμογές που συσχετίζονται με '%2$s':
es: Se encontraron %1$d programas con '%2$s':
eu: '%2$s'-rekin bat datozen %1$d aplikazio aurkitu dira:
fi: Löydettiin %1$d sovellusta täsmäten '%2$s':
fr: %1$d applications trouvées contenant '%2$s':
nl: %1$d applicaties gevonden die voldoen aan '%2$s':
pl: Znaleziono %1$d pasujących aplikacji '%2$s':
ru: Найдено совпадений с '%2$s' - %1$d:
sl: Najdenih %1$d applikacij, ki ustrezajo '%2$s':
uk: Знайдено %1$d програм за запитом «%2$s»:

# searchres_oneapp
source: Found one application matching '%s':
ca: S'ha trobat una aplicació coincident amb '%s':
de: Eine Anwendung mit '%s' gefunden:
el: Βρέθηκε 1 ταίριασμα '%s':
es: Se encontró un programa con '%s':
eu: '%s'-rekin bat datorren aplikazio bat aurkitu da:
fi: Löydettiin yksi sovellus, joka täsmää '%s':
fr: Une application trouvée contenant '%s':
nl: Één applicatie gevonden die voldoet aan '%s':
pl: Znaleziono jedną pasującą aplikację '%s':
ru: Найдено одно совпадение с '%s':
sl: Najdena ena aplikacija, ki ustreza '%s':
uk: Знайдено програму за запитом «%s»:

# searchres_noapps
source: No applications were found matching '%s'
ca: No hi ha aplicacions coincidents amb '%s'
de: Keine Anwendung mit '%s' gefunden.
el: Δε βρέθηκαν ταιριάσματα για το '%s'
es: No se encontró ningún programa con '%s'
eu: '%s'-rekin bat datorren aplikaziorik ez da aurkitu
fi: '%s':ään täsmääviä sovelluksia ei löytynyt
fr: Aucune application contenant '%s' n'a été trouvée
nl: Geen applicaties gevonden die voldoen aan '%s'
pl: Nie znaleziono żadnych pasujących aplikacji '%s'
ru: Не найдено ни одного совпадения с '%s'
sl: Nobena aplikacija ne ustreza '%s'
uk: Не знайдено програм за запитом «%2$s».

# SignatureMismatch
source: The new version is signed with a different key to the old one. To install the new version, the old one must be uninstalled first. Please do this and try again. (Note that uninstalling will erase any internal data stored by the application)
ca: La nova versió està signada amb una clau diferent de la vella. Per tal d'instal·lar la nova versió, cal desinstal·lar primer la vella. Si us plau feu-ho i torneu-ho a intentar. (Sapigueu que desintal·lar-la suprimirà qualsevol dada interna que l'aplicació hagi desat)
de: Die neue Version wurde mit einem anderen Schlüssel signiert als die alte. Um die neue Version zu installieren, muss zunächst die alte entfernt werden. Versuchen Sie es bitte danach nochmal. (Hinweis: Beim Entfernen dieser Anwendung werden alle Daten dieser Anwendung gelöscht.)
el: Η καινούργια έκδοση είναι υπογεγραμμένη με διαφορετικό κλείδι από την παλιά. Για να γίνει η εγκατάσταση της καινούργιας έκδοσης, πρέπει να γίνει πρώτα η απεγκατάσταση της παλιάς έκδοσης. Παρακαλώ όπως κάνετε αυτό και προσπαθήστε ξανά. (Σημειώστε ότι η απεγκατάσταση θα διαγράψει οποιαδήποτε εσωτερικά δεδομένα που αποθηκεύονται από την εφαρμογή)
es: La nueva versión está firmada con una clave diferente a la antigua. Para instalar la nueva versión, la antigua debe de ser desinstalada primero. Por favor, hazlo y prueba de nuevo. (Ten en cuenta que la desinstalación borrará cualquier dato interno guardado por el programa)
eu: Bertsio berria zaharraren desberdina den gako batekin sinatuta dago. Bertsio berria instalatzeko, aurretik zaharra desinstalatu beharra dago. Mesedez, egizu eta saiatu berriro. (Kontutan izan desinstalatzean aplikazioak gordetako barne datuak ezabatuko direla)
fi: Uusi versio on allekirjoitettu eri avaimella kuin vanha. Asentaaksesi uuden version, vanha täytyy poistaa ensin. Tee tämä ja yritä uudelleen. (Huomaa, että poistaminen poistaa kaiken sovelluksen sisäisen datan)
fr: La nouvelle version est signée avec une clé différente de l'ancienne. Pour installer la nouvelle version, l'ancienne doit d'abord être désinstallée. Essayez cela puis recommencez. (Veuillez noter que désinstaller l'application écrasera les données enregistrées par l'application).
nl: De nieuwe versie is gesigned met een andere sleutel als de oude. Om de nieuwe versie te installeren moet eerst de oude verwijderd worden. Probeer het daarna nogmaals. (Let op dat het verwijderen de data van de applicatie verwijderd wordt)
pl: Nowa wersja jest podpisana innym kluczem niż poprzednia. Aby ją zainstalować należy najpierw usunąć tę starą. Zrób to i spróbuj ponownie. (Proszę pamiętać, że deinstalacja spowoduje usunięcie wszystkich danych przechowywanych przez aplikację)
ru: Новая версия подписана ключом отличным от старого. Для установки новой версии, сначала нужно удалить старую программы. А потом попробовать снова. (Замечание: при удалении программы будут удалены все её данные)
sl: Nova različica je overovljena z drugim ključem kot starejša. V primeru, da želite namestiti novejšo različico morate najprej odstraniti staro. Poskusite ponovno, ko ste to naredili. (Bodite pozorni na dejstvo, da bodo zaradi odstranitve izbrisani vsi notranji podatki shranjeni v aplikaciji)
uk: Нова версія підписана не тим ключем, що стара. Перш ніж встановити нову версію, самостійно зітріть стару. Зауважте, що стирання програми призведе до знищення всіх даних цієї програми.

# installIncompatible
source: Android says this package is not compatible with your device. Do you want to try and install it anyway?
ca: Sembla que aquest paquet no és compatible amb el vostre dispositiu. Tot i així voleu provar d'instal·lar-ho?
es: Android informa que este paquete no es compatible con tu dispositivo. ¿Quieres probar e instalarlo de todos modos?
eu: Android-ek dio pakete hau ez dela zure gailuarekin bateragarria. Instalatu egin nahi duzu dena den?
pl: Ten pakiet jest niekompatybilny z Twoim urządzeniem. Zainstalować mimo to?
ru: Android сказал что пакет не совместим с вашим устройством. Проигнорировать предупреждение и всё равно поставить?

# installDowngrade
source: You are trying to downgrade this application. Doing so might get it to malfunction and even lose your data. Do you want to try and downgrade it anyway?
ca: Aneu a desactualitzar aquesta aplicació. Això podria fer que l'aplicació no funcionés o inclús es perdessin les vostres dades. Esteu segur que ho voleu fer?
de: Sie versuchen eine vorherige Version einer bereits installierten Anwendung zu installieren. Dies kann zu Fehlverhalten der Anwendung und gegebenenfalls zu Datenverlust führen. Möchten Sie dennoch fortfahren?
es: Estás intentando instalar una versión inferior de esta aplicación. Hacerlo puede derivar en mal funcionamiento o incluso pérdida de datos. ¿Quieres intentarlo de todos modos?
ru: Вы пытаетесь установить более старую версию приложения. Это может привести к его некорректной работе и даже потере данных. Вы уверены, что хотите продолжить?

source: Version
ca: Versió
el: Έκδοση
es: Versión
eu: Bertsioa
fi: Versio
nl: Versie
pl: Wersja
ru: Версия
sl: Različica
uk: Версія

# n_versions_available
source: %d versions available
ca: Hi ha %d versions disponibles
de: %d Versionen verfügbar
el: %d διαθέσιμες εκδόσεις
es: %d versiones disponibles
eu: %d bertsio eskuragarri
fi: %d versiota saatavilla
fr: %d versions disponibles
nl: %d versies beschikbaar
pl: %d dostępnych wersji
ru: версий доступно - %d
sl: %d različic na razpolago
uk: Наявно версій: %d

# n_version_available
source: %d version available
ca: Hi ha %d versió disponible
de: %d Version verfügbar
el: %d διαθέσιμη έκδοση
es: %d versión disponible
eu: Bertsio %d eskuragarri
fi: %d versio saatavilla
fr: %d version disponible
nl: %d versie beschikbaar
pl: %d dostępna wersja
ru: %d версия доступна
sl: %d različica na razpolago
uk: Наявна %d версія

source: Notify
ca: Notifica-ho
de: Benachrichtigen
el: Ειδοποίηση
es: Notificar
eu: Jakinarazi
fi: Huomauta
fr: Notifier
nl: Verwittigen
pl: Powiadom
ru: Уведомление
sl: Opozorilo
uk: Сповіщення

source: Storage
ca: Emmagatzament
el: Αποθήκευση
es: Almacenamiento
eu: Biltegiratzea
fr: Mémoire
nl: Opslag
pl: Przechowalnia
ru: Хранилище
sl: Pomnilnik

# cache_downloaded
source: Cache downloaded apps
ca: Memòria cau de les aplicacions baixades
de: Heruntergeladene Anwendungen zwischenspeichern
el: Αποθήκευση ληφθέντων εφαρμογών στην προσωρινή μνήμη
es: Caché de programas descargados
eu: Gorde cache-an deskargatutako aplikazioak
fi: Säilytä ladatut sovellukset välimuistissa
fr: Garder en mémoire cache les applications téléchargées
nl: buffer gedownloade apps
pl: Buforuj pobrane aplikacje
ru: Кешировать загруженные приложения
sl: Predpomnilnik naloženih aplikacij
uk: Зберігати звантажене

# keep_downloaded
source: Keep downloaded apk files on SD card
ca: Desa els fitxers apk baixats a la targeta SD
de: Heruntergeladene Anwendungspakete auf der SD-Karte belassen
el: Διατήρηση ληφθέντων αρχείων apk στην κάρτα SD
es: Mantener los ficheros apk descargados en la SD card
eu: Gorde deskargatutako apk fitxategiak SD txartelean
fi: Pidä ladatut apk-tiedostot SD-kortilla
fr: Garder les fichiers apk téléchargés sur la carte SD
nl: Bewaar gedownloade apk-bestanden op de SD-kaart
pl: Przechowuj pobrane pliki apk na karcie SD
ru: Сохранять загруженные apk файлы на SD карте
sl: Shrani naložene datoteke apk na kartico SD
uk: Зберігати звантажені APK-файли на карті пам’яті

source: Updates
ca: Actualitzacions
de: Aktualisierungen
el: Ενημερώσεις
es: Actualizaciones
eu: Eguneraketak
fi: Päivitykset
fr: Mises à jour
pl: Aktualizacje
ru: Обновления
sl: Posodobitve
uk: Оновлення

source: Clear all cached data
ca: Neteja les dades de la memòria cau
el: Εκκαθάριση όλων των προσωρινών αποθηκευμένων δεδομένων
es: Borrar todos los datos cacheados
eu: Ezabatu cache-ko datu guztiak
fr: Vider la mémoire cache
nl: Maak gecached data leeg
pl: Wyczyść pamięć podręczną
ru: Очистить все временные данные
sl: Izbriši vse predpomnjene podatke

source: Reset
ca: Reinicia
el: Επαναφορά
es: Restablecer
eu: Berrezarri
fr: Réinitialisation
pl: Resetuj
ru: Очистка
sl: Ponastavi

source: Maintenance
ca: Manteniment
el: Συντήρηση
es: Mantenimiento
eu: Mantentzea
nl: Onderhoud
pl: Konserwacja
ru: Поддержка
sl: Vzdrževanje

# notify_updates_available
source: Notify when new updates are available
ca: Avisa'm quan hi hagi noves actualitzacions
de: Bei verfügbaren Aktualisierungen benachrichtigen
el: Ειδοποίηση για την ύπαρξη διαθέσιμων ενημερώσεων
es: Notificarme cuando haya actualizaciones disponibles
eu: Jakinarazi eguneraketa berriak eskuragarri daudenean
fi: Ilmoita kun uusia päivityksiä on saatavilla
fr: Notifier quand de nouvelles mises à jour sont disponibles
nl: Verwittigen bij nieuwe beschikbare updates
pl: Powiadamiaj, gdy dostępne będą nowe aktualizacje
ru: Сообщать при появлении обновлений
sl: Opozori na posodobitve
uk: Сповіщати про наявність оновлень

# update_apps_list
source: Update app list from repositories automatically
ca: Actualitza de forma automàtica la llista d'aplicacions dels dipòsits
de: Liste der Anwendungen automatisch aus den Paketquellen aktualisieren
el: Αυτόματη ενημέρωση της λίστας εφαρμογών από το αποθετήριο
es: Actualizar la lista de programas desde los repositorios automáticamente
eu: Eguneratu aplikazio-zerrenda biltegiarekin automatikoki
fi: Päivitä sovelluslista sovelluslähteistä automaattisesti
fr: Mettre à jour automatiquement la liste d'applications à partir des dépôts
nl: app-lijst automatisch bijwerken
pl: Automatycznie uaktualnij listę aplikacji z repozytorium
ru: Обновлять список приложений автоматически
sl: Samodejno posodobi spisek aplikacij iz skladišč
uk: Автоматично оновлювати список програм із репозиторію

source: Update history
ca: Actualitzacions
de: Aktualisierungsverlauf
es: Actualizar historial
eu: Eguneratu historia
nl: Vernieuw historie
ru: История обновлений

# update_history_desc
source: Days to show new/updated apps
ca: Mostra les aplicacions noves o actualitzades periòdicament
de: Zeitraum in Tagen, für den neue bzw. aktualisierte Anwendungen angezeigt werden.
es: Días para mostrar apps nuevas/actualizadas
ru: Сколько дней показывать новые/обновлённый приложения

# last_update_check
source: Last repo scan: %s
ca: Darrera actualització dels dipòsits: %s
de: Letzte Aktualisierung der Paketquellen: %s
es: Último escaneo del repositorio: %s
eu: Biltegiaren azken eskaneatzea: %s
fi: Viimeisin sovelluslähteiden skannaus: %s
pl: Ostatnie uaktualnienie listy aplikacji: %s
ru: Обновлено: %s
uk: Синхронізовано: %s

source: never
ca: mai
de: niemals
es: nunca
eu: inoiz ez
fi: ei koskaan
nl: nooit
pl: nigdy
ru: никогда
uk: ніколи

source: Automatic repo scan
ca: Actualitza automàticament els dipòsits
de: Automatische Archivkontrolle
el: Αυτόματη Σάρωση Αποθετηρίου
es: Escanear los repositorios automáticamente
eu: Eskaneatu biltegiak automatikoki
fi: Automaattinen sovelluslähteen skannaus
fr: Balayage automatique du dépôt
nl: Automatische bronnen-scan
pl: Automatycznie skanuj repozytoria
ru: Автоматически сканировать репозиторий
sl: Samodejni pregled skladišč
uk: Синхронізація

source: Search Results
ca: Resultats de la cerca
de: Suchergebnisse
es: Resultados de la búsqueda
ru: Результаты поиска

source: App Details
ca: Detalls de l'aplicació
de: Anwendungsdetails
es: Detalles de la aplicación
ru: Описание приложения

# no_such_app
source: No such app found
ca: No s'ha trobat l'aplicació
de: Keine passende Anwendung gefunden
es: No se encontró la aplicación
ru: Приложение не найдено

# about_title
source: About F-Droid
ca: Quant a FDroid
de: Über F-Droid
el: Σχετικά με το F-Droid
es: Acerca de F-Droid
eu: F-Droid-i buruz
fi: Tietoa F-Droidista
nl: Over F-Droid
pl: O F-Droid
ru: О F-Droid
uk: Про F-Droid

# about_desc
source: Originally based on Aptoide. Released under the GNU GPLv3 license.
ca: Originalment basat en Aptoide. Publicat amb la llicència GNU GPL v3.
de: Ursprünglich basierend auf Aptoide. Lizensiert unter der GNU GPLv3.
es: Basado originalmente en Aptoide. Publicado bajo la licencia GNU GPLv3.
eu: Jatorrian Aptoide-n oinarritua. GNU GPLv3 lizentziapean argitaratua.
nl: Gebaseerd op Aptoide. Uitgegeven onder de GNU GPLv3 licentie
ru: Оригинал основан на Aptoide. Выпущен под лицензией GNU GPLv3.

# about_site
source: Website:
ca: Pàgina web:
de: Internetseite:
el: Ιστοσελίδα:
es: Página web:
eu: Webgunea:
fi: Verkkosivu:
fr: Site Web :
pl: Strona internetowa:
ru: Сайт:
sl: Spletna stran:
uk: Сайт:

# about_mail
source: Email:
ca: Correu:
el: Ηλ. ταχυδρομείο:
es: Correo electrónico:
eu: E-posta:
fi: Sähköposti:
fr: Courriel:
sl: E-pošta:
uk: Пошта:

# about_version
source: Version:
ca: Versió:
el: Έκδοση:
es: Versión:
eu: Bertsioa:
fi: Versio:
nl: Versie:
pl: Wersja:
ru: Версия:
sl: Različica:
uk: Версія:

# about_website
source: Website
ca: Pàgina web
de: Internetseite
el: Ιστοσελίδα
es: Página web
eu: Webgunea
fi: Verkkosivu
fr: Site Web
pl: Strona internetowa
ru: Сайт
sl: Spletišče
uk: Сайт

# no_repo
source: You don't have any repositories configured! A repository is a source of applications. To add one, press the MENU button now and enter the URL. A repository address looks something like this: https://f-droid.org/repo
ca: No heu configurat cap dipòsit! Un dipòsit és una font d'aplicacions. Per afegir-ne un, premeu ara el botó MENÚ i entreu la seva URL. L'adreça d'un dipòsit té un aspecte com ara: http://f-droid.org/repo
de: Sie haben keine Paketquellen konfiguriert! Eine Paketquelle ist eine Sammelstelle von Anwendungen. Um eine Paketquelle hinzuzufügen drücken Sie jetzt den Menüknopf und geben Sie deren Adresse an. Die Adresse einer Paketquelle sieht etwa so aus: https://f-droid.org/repo
es: ¡No tienes ningún repositorio configurado! Un repositorio es una fuente de aplicaciones. Para añadir uno, pulsa el botón MENU ahora e introduce la URL. La dirección de un repositorio es algo similar a esto: https://f-droid.org/repo
ru: В настройках не указан репозиторий! Репозиторий является источником приложений. Чтобы его добавить нажмите кнопку MENU и введите адрес. Адрес репозитория выглядит примерно так: https://f-droid.org/repo

# inst
source: Installed
ca: Instal·lat
de: Installiert
el: Εγκατεστημένο
es: Instalado
eu: Instalatuta
fi: Asennettu
fr: Installée
nl: Geïnstalleerd
pl: Zainstalowano
ru: Установлено
sl: Nameščeno
uk: Встановлено

# not_inst
source: Not Installed
ca: No està instal·lat
de: Nicht installiert
el: Δεν είναι εγκατεστημένο
es: No instalado
eu: Instalatu gabea
fi: Ei asennettu
fr: Pas installée
nl: Niet geïnstalleerd
pl: Niezainstalowane
ru: Не установлено
sl: Ni nameščeno
uk: Не встановлено

# added_on
source: Added on %s
ca: S'ha afegit a %s
de: Hinzugefügt am %s
es: Agregado el %s
eu: %s(e)an gehitua
ru: Добавлено %s

# installed_update
source: Update possible - Ver.:
ca: Hi ha una actualització - Ver.:
el: Πιθανή ενημέρωση - Έκδοση:
es: Posible actualización - Ver.:
eu: Eguneraketa posiblea - Ber.:
fr: Mise à jour possible - Ver.:
nl: Update mogelijk - Ver.:
pl: Aktualizuj do wersji:
ru: Доступно обновление до версии:
sl: Možna posodobitev - Raz.:

source: OK
ca: D'acord
el: Εντάξει
eu: Ados
ru: ОК
sl: V redu
uk: Гаразд

source: Yes
ca: Sí
de: Ja
el: Ναι
es: Sí
eu: Bai
fi: Kyllä
fr: Oui
nl: Ja
pl: Tak
ru: Да
sl: Da
uk: Так

# repo_add_title
source: Add new repository
ca: Afegeix un nou dipòsit
de: Paketquelle hinzufügen
el: Προσθήκη νέου αποθετηρίου
es: Añadir nuevo repositorio
eu: Gehitu biltegi berria
fi: Lisää uusi sovelluslähde
fr: Ajouter un nouveau dépôt
nl: Voeg nieuwe bron toe
pl: Dodaj nowe repozytorium
ru: Добавить репозиторий
sl: Dodaj novo skladišče
uk: Новий репозиторій

# repo_add_add
source: Add
ca: Afegeix
de: Hinzufügen
el: Προσθήκη
es: Añadir
eu: Gehitu
fi: Lisää
fr: Ajouter
nl: Toevoegen
pl: Dodaj
ru: Добавить
sl: Dodaj
uk: Додати

source: Cancel
ca: Anul·la
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Utzi
fi: Peruuta
fr: Annuler
nl: Annuleren
pl: Anuluj
ru: Отменить
sl: Prekliči
uk: Назад

# repo_delete_title
source: Choose repository to remove
ca: Trieu el dipòsit que voleu suprimir
de: Zu entfernende Paketquelle auswählen
el: Επιλογή αποθετηρίου για διαγραφή
es: Elige el repositorio a eliminar
eu: Aukeratu biltegia ezabatzeko
fi: Valitse sovelluslähde, jonka tahdot poistaa
fr: Choisissez le dépôt à supprimer
nl: Kies bron om te verwijderen
pl: Wybierz repozytorium które chcesz usunąć
ru: Удалить репозиторий
sl: Odstrani skladišče
uk: Видалити репозиторій

# server_connection_error
source: Could not connect to server!
ca: No ha estat possible connectar amb el servidor!
el: Δεν ήταν δυνατή η σύνδεση με τον εξυπηρετητή!
es: ¡No pudo conectar al servidor!
eu: Ezin izan da zerbitzarira konektatu!
fr: Connection au serveur impossible!
nl: Kan niet verbinden met de server!
pl: Nie udało się połączyć z serwerem!
ru: Нет соединения с сервером!
sl: Povezava s strežnikom ni uspela!

# repo_update_title
source: Update repositories
ca: Actualitza els dipòsits
de: Softwarequellen aktualisieren
el: Ενημέρωση αποθετηρίων
es: Actualizar repositorios
eu: Eguneratu biltegiak
fi: Päivitä sovelluslähteet
fr: Mettre à jour les dépôts
nl: Vernieuw bronnen
pl: Aktualizuj repozytoria
ru: Обновить репозитории
sl: Posodobi skladišča
uk: Оновити репозиторії?

# tab_installed
source: Installed
ca: Instal·lat
de: Installiert
el: Εγκατεστημένο
es: Instalado
eu: Instalatuta
fi: Asennettu
fr: Installée
nl: Geïnstalleerd
pl: Zainstalowano
ru: Установлено
sl: Nameščeno
uk: Встановлене

# tab_noninstalled
source: Available
ca: Disponible
de: Verfügbar
el: Διαθέσιμα
es: Disponible
eu: Eskuragarri
fi: Saatavilla
fr: Disponible
nl: Beschikbaar
pl: Dostępne
ru: Доступно
sl: Na razpolago
uk: Наявне

# tab_updates
source: Updates
ca: Actualitzacions
de: Aktualisierungen
el: Ενημερώσεις
es: Actualizaciones
eu: Eguneraketak
fi: Päivityksiä
fr: Mises à jour
pl: Aktualizacje
ru: Обновления
sl: Posodobitve
uk: Оновлення

# update_available
source: Updates available
ca: Actualitzacions disponibles
el: Διαθέσιμες ενημερώσεις
es: Actualizaciones disponibles
eu: Eguneraketak eskuragarri
fr: Mises à jour disponibles
nl: Updates beschikbaar
pl: Dostępne aktualizacje
ru: Доступные обновления
sl: Na razpolago so posodobitve

# one_update_available
source: 1 update is available.
ca: Hi ha 1 actualització disponible.
de: Eine Aktualisierung verfügbar.
es: 1 actualización disponible.
eu: Eguneraketa 1 eskuragarri.
ru: Доступно 1 обновление.

# many_updates_available
source: %d updates are available.
ca: Hi ha %d actualitzacions disponibles.
de: %d Aktualisierungen sind verfügbar.
es: %d actualizaciones disponibles.
eu: %d eguneraketa eskuragarri.
ru: Обновлений доступно - %d.

source: F-Droid Updates Available
ca: Hi ha actualitzacions de l'F-Droid disponibles
de: Aktualisierungen für F-Droid verfügbar
es: Actualizaciones de F-Droid disponibles
eu: F-Droid eguneraketak eskuragarri

# process_wait_title
source: Please Wait
ca: Un moment si us plau
de: Bitte warten
el: Παρακαλώ περιμένετε
es: Por favor espera
eu: Mesedez itxaron
fi: Odota hetki
fr: Patientez
nl: Even geduld aub
pl: Proszę czekać
ru: Подождите
sl: Počakajte prosim
uk: Зачекайте

# process_update_msg
source: Updating application list...
ca: S'està actualitzant la llista d'aplicacions...
de: Anwendungsliste wird aktualisiert …
el: Ενημέρωση λίστα εφαρμογών...
es: Actualizando la lista de aplicaciones...
eu: Aplikazio-zerrenda eguneratzen...
fi: Päivitetään sovelluslistaa...
fr: Mise à jour de la liste d'applications...
nl: Applicatie-lijst vernieuwen
pl: Aktualizowanie listy aplikacji...
ru: Список приложений обновляется...
sl: Poteka posodobitev spiska aplikacij ...
uk: Оновлюю список програм...

# connection_error
source: Could not connect to the network.
ca: No ha estàt possible connectar amb la xarxa.
el: Δεν ήταν δυνατή η σύνδεση στο δίκτυο
es: No pudo conectarse a la red.
eu: Ezin izan da sarera konektatu.
fr: Connection au réseau impossible.
nl: Kan niet verbinden met het netwerk
pl: Nie udało się połączyć z siecią.
ru: Нет соединения.
sl: Povezava z omrežjem ni uspela.

# connection_timeout
source: Timeout
ca: Temps excedit
el: Χρονικό Όριο
es: Tiempo de espera
eu: Denbora-muga
fr: Délai dépassé
nl: Vervaltijd
pl: Limit czasu
ru: Время вышло
sl: Časovna omejitev

# connection_error_msg
source: Could not connect to server!
ca: No ha estàt possible connectar amb el servidor!
el: Δεν ήταν δυνατή η σύνδεση με τον εξυπηρετητή!
es: ¡No pudo conectarse al servidor!
eu: Ezin izan da zerbitzarira konektatu!
fr: Connection au serveur impossible!
nl: Kan niet verbinden met de server!
pl: Nie udało się połączyć z serwerem!
ru: Нет соединения с сервером!
sl: Povezava s strežnikom ni uspela!

source: Download
ca: Baixa-ho
el: Λήψη
es: Descarga
eu: Deskargatu
fr: Téléchargement
pl: Pobieranie
ru: Загрузка
sl: Prejemanje

# download_server
source: Getting application from
ca: S'està obtenint l'aplicació des de
de: Anwendung wird heruntergeladen von
el: Λήψη εφαρμογών από
es: Obteniendo el programa de
eu: Aplikazioa eskuratzen hemendik
fi: Haetaan sovellusta lähteestä
fr: Réception d'application de
nl: downloaden applicatie van
pl: Pobieranie aplikacji z
ru: Взять приложение из
sl: Prejem aplikacije iz
uk: Звантажую програму

# repo_add_url
source: Repository address
ca: Adreça del dipòsit
de: Adresse der Paketquelle
el: Διεύθυνση αποθετηρίου
es: Dirección del repositorio
eu: Biltegiaren helbidea
fi: Sovelluslähteen osoite
fr: Adresse du dépôt
nl: Bron-adres
pl: Adres repozytorium
ru: Адрес репозитория
sl: Naslov skladišča
uk: Адреса репозиторію

# isinst
source: Installed:
ca: Instal·lat:
el: Εγκατεστημένο:
es: Instalado:
eu: Instalatuta:
fr: Installé:
nl: Geïnstalleerd:
pl: Zainstalowano:
ru: Установлено:
sl: Nameščeno:

source: Install
ca: Instal·la
el: Εγκατάσταση
es: Instalar
eu: Instalatu
fr: Installer
nl: Installeren
pl: Instaluj
ru: Установить
sl: Namesti
