Repository: f-droid/fdroidclient
Catalog: locale/strings-*.po
Languages: ca, de, el, es, eu, fi, fr, nl, pl, ru, sl, uk

source: Uninstall
ca: Desinstal·la
el: Απεγκατάσταση
es: Desinstalar
eu: Desinstalatu
fr: Supprimer
nl: Deinstalleren
pl: Odinstaluj
ru: Удалить
sl: Odstrani

source: Update!
ca: Actualitza!
el: Ενημέρωση!
es: ¡Actualización!
eu: Eguneraketa!
fr: Mise à jour!
nl: Vernieuwen!
pl: Aktualizuj!
ru: Обновление!
sl: Posodobi!

# update_alrt
source: There are updates available for some installed applications. Do you want to see them?
ca: Hi ha actualitzacions disponibles per algunes aplicacions instal·lades. Les voleu veure?
el: Υπάρχουν διαθέσιμες ενημερώσεις για κάποιες εγκατεστημένες εφαρμογές. Θέλετε να τις δείτε;
es: Hay actualizaciones disponibles para algunos de los programas instalados. ¿Deseas verlas?
eu: Instalatutako zenbait aplikaziorentzako eguneraketak daude. Ikusi nahi dituzu?
fr: Des mises à jour sont disponibles pour certaines applications. Désirez-vous les voir ?
nl: Er zijn updates beschikbaar voor sommige geïnstalleerde applicaties. Wil je ze zien?
pl: Dostępne są aktualizacje dla niektórych zainstalowanych aplikacji. Czy chcesz je wyświetlić?
ru: Обнаружены обновления для некоторых установленных приложений. Показать их?
sl: Na razpolago so posodobitve za nekatere aplikacije. Jih želite videti?

# repo_alrt
source: The list of used repositories has changed. Do you want to update them?
ca: La llista de dipòsits ha canviat. La voleu actualitzar?
de: Die Liste der genutzten Paketquellen hat sich geändert. Soll diese aktualisiert werden?
el: Η λίστα με τα χρησιμοποιούμενα αποθετήρια έχει αλλάξει. Θέλετε να ενημερωθούν;
es: La lista de repositorios usada ha cambiado. ¿Deseas actualizarlos?
eu: Erabilitako biltegien zerrenda aldatu egin da. Eguneratu nahi dituzu?
fi: Lista käytetyistä sovelluslähteistä on muuttumut. Tahdotko päivittää ne?
fr: La liste des dépôts utilisés a changé. Voulez-vous les mettre à jour ?
nl: De lijst van gebruikte bronnen is veranderd. Wil je ze vernieuwen?
pl: Lista wykorzystywanych repozytoriów uległa zmianie. Czy chcesz je zaktualizować?
ru: Список репозиториев изменился. Обновить его?
sl: Spisek uporabljenih skladišč se je spremenil. Ga želite posodobiti?
uk: Список репозиторіїв змінено. Оновити їх?

# error_download_alrt
source: Could not connect to server or apk file is corrupt!
ca: No ha estat possible connectar amb el servidor o l'arxiu apk està corrupte!
el: Δεν ήταν δυνατή η σύνδεση με τον εξυπηρετητή ή το αρχείο apk είναι κατεστραμμένο
es: ¡No pudo conectarse al servidor o el fichero apk está corrupto!
eu: Ezin izan da zerbitzarira konektatu edo apk fitxategia hondatuta dago!
fr: Connections au serveur impossible ou fichier apk corrompu!
nl: Kan niet verbinden met de server of apk-bestand is corrupt!
pl: Nie udało się połączyć z serwerem, lub plik apk jest uszkodzony!
ru: Нет соединения с сервером или apk файл повреждён!
sl: Povezava s strežnikom ni mogoča ali pa je datoteka apk poškodovana!

# download_alrt
source: Getting application from:
ca: S'està obtenint l'aplicació des de:
el: Λήψη εφαρμογής από:
es: Obteniendo el programa de:
eu: Aplikazioa eskuratzen hemendik:
fr: Réception d'application de:
nl: Applicatie verkrijgen van:
pl: Pobieranie aplikacji z:
ru: Взять приложение из:
sl: Prejem aplikacije iz:

# menu_update_repo
source: Update Repos
ca: Actualitza els dipòsits
de: Paketquellen aktualisieren
es: Actualizar repositorios
eu: Eguneratu biltegiak
fi: Päivitä sovelluslähteet
pl: Aktualizuj repozytoria
ru: Обновить репозитории
uk: Оновити

# menu_manage
source: Manage Repos
ca: Gestiona els dipòsits
de: Paketquellen verwalten
el: Διαχείριση Αποθετηρίων
es: Gestionar Repositorios
eu: Kudeatu biltegiak
fi: Hallitse sovelluslähteitä
fr: Gestion de dépôts
nl: Beheer bronnen
pl: Zarządzaj repozytoriami
ru: Редактировать репозитории
sl: Upravljanje s skladišči
uk: Репозиторії

# menu_preferences
source: Preferences
ca: Preferències
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
eu: Hobespenak
fi: Asetukset
fr: Préférences
nl: Voorkeuren
pl: Ustawienia
ru: Настройки
sl: Možnosti
uk: Параметри

# menu_about
source: About
ca: Quant a
de: Über
el: Σχετικά
es: Acerca de
eu: Honi buruz
fi: Tietoja
fr: À propos de
nl: Over
pl: Informacje
ru: О программе
sl: O programu
uk: Про F-Droid

# menu_search
source: Search
ca: Cerca
de: Suchen
el: Αναζήτηση
es: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
nl: Zoeken
pl: Wyszukaj
ru: Поиск
sl: Iskanje
uk: Пошук

# menu_add_repo
source: New Repository
ca: Nou dipòsit
de: Paketquelle hinzufügen
el: Νέο Αποθετήριο
es: Repositorio nuevo
eu: Biltegi berria
fi: Uusi sovelluslähde
fr: Nouveau dépôt
nl: Nieuwe bron
pl: Nowe repozytorium
ru: Новый репозиторий
sl: Novo skladišče
uk: Додати

# menu_rem_repo
source: Remove Repository
ca: Suprimeix el dipòsit
de: Paketquelle entfernen
el: Αφαίρεση Αποθετηρίου
es: Borrar Repositorio
eu: Ezabatu biltegia
fi: Poista sovelluslähde
fr: Supprimer un dépôt
nl: Verwijder bron
pl: Usuń repozytorium
ru: Удалить репозиторий
sl: Odstrani skladišče
uk: Видалити

# menu_launch
source: Run
ca: Executa
de: Ausführen
es: Ejecutar
eu: Exekutatu
fi: Suorita
nl: Start
pl: Uruchom
ru: Запустить
uk: Запуск

# menu_share
source: Share
ca: Comparteix
de: Teilen
es: Compartir
ru: Поделиться

# menu_install
source: Install
ca: Instal·la
de: Installieren
el: Εγκατάσταση
es: Instalar
eu: Instalatu
fi: Asenna
fr: Installer
nl: Installeren
pl: Instaluj
ru: Установить
sl: Namesti
uk: Встановити

# menu_uninstall
source: Uninstall
ca: Desinstal·la
de: Entfernen
el: Απεγκατάσταση
es: Desinstalar
eu: Desinstalatu
fi: Poista
fr: Supprimer
nl: Deinstalleren
pl: Odinstaluj
ru: Удалить
sl: Odstrani
uk: Стерти

# menu_website
source: Website
ca: Pàgina web
de: Internetseite
el: Ιστοσελίδα
es: Página web
eu: Webgunea
fi: Verkkosivu
fr: Site Web
pl: Strona internetowa
ru: Сайт
sl: Spletišče
uk: Сайт

# menu_issues
source: Issues
ca: Problemes
de: Probleme
el: Ζητήματα
es: Incidencias
eu: Gaiak
fi: Ongelmat
fr: Problèmes
nl: Problemen
pl: Problemy
ru: Ошибки
sl: Težave
uk: Вади

# menu_source
source: Source Code
ca: Codi font
de: Quelltext
el: Πηγαίος κώδικας
es: Código Fuente
eu: Iturburu-kodea
fi: Lähdekoodi
fr: Code source
nl: Broncode
pl: Kod żródłowy
ru: Исходный код
sl: Izvorna koda
uk: Сирці

# menu_market
source: Market
ca: Mercat
eu: Merkatua
fr: Marché
nl: Markt
ru: Маркет
sl: Trgovina

# menu_update
source: Update
ca: Actualitza
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
eu: Eguneratu
fr: Mise à jour
pl: Aktualizuj
ru: Обновить
sl: Posodobitev

# menu_donate
source: Donate
ca: Féu una donació
de: Spenden
el: Δωρεά
es: Donar
eu: Egin dohaintza
fi: Lahjoita
fr: Faire un don
nl: Doneer
pl: Złóż datek
ru: Пожертвовать
sl: Prispevek
uk: Пожертва

# details_installed
source: Version %s installed
ca: Versió instal·lada %s
de: Version %s installiert
el: Εγκατεστημένη Έκδοση: %s
es: Versión %s instalada
eu: %s bertsioa instalatuta
fi: Versio %s asennettu
fr: Version %s installée
nl: Versie %s geinstalleerd
pl: Wersja %s została zainstalowana
ru: Версия %s установлена
sl: Nameščena različica %s
uk: Встановлена версія %s

# details_notinstalled
source: Not installed
ca: No està instal·lat
de: Nicht Installiert
el: Δεν είναι εγκατεστημένο
es: No instalado
eu: Instalatu gabe
fi: Ei asennettu
fr: Non installée
nl: Niet geinstalleerd
pl: Nie zainstalowano
ru: Не установлено
sl: Ni nameščeno
uk: Не встановлено

# corrupt_download
source: Downloaded file is corrupt
ca: El fitxer baixat ha arribat en mal estat
de: Heruntergeladene Datei ist fehlerhaft
el: Το αρχείο που λήφθηκε είναι κατεστραμμένο
es: El fichero descargado está corrupto
eu: Deskargatutako fitxategia hondatuta dago
fi: Ladattu tiedosto on viallinen
fr: Le fichier téléchargé est corrompu
nl: Gedownloade bestand is corrupt
pl: Pobrany plik jest uszkodzony
ru: Загруженный файл повреждён
sl: Prejeta datoteka je poškodovana
uk: Отриманий файл пошкоджений

source: Download cancelled
ca: S'ha cancel·lat la baixat
de: Download abgebrochen
el: Ακύρωθηκε η λήψη
es: Descarga cancelada
eu: Deskarga bertan behera utzita
fi: Lataus peruutettu
fr: Téléchargement annulé
nl: Download geannuleerd
pl: Anulowano pobieranie
ru: Загрузка остановлена
sl: Prenos je preklican
uk: Звантаження скасовано

source: Anti-Features
ca: Anti-Característiques
de: Unerwünschte Funktionen
el: Αντί-Χαρακτηριστικά
es: Anti-Características
eu: Anti-ezaugarriak
fr: Anti-fonctionnalités
nl: Anti-Functies
pl: Antyfunkcje
ru: Анти-возможности
sl: Negativne lastnosti

# antiads
source: Advertising
ca: Publicitat
de: Werbung
el: Διαφήμιση
es: Publicidad
eu: Iragarkiak
fr: Publicités
nl: Advertenties
pl: Reklamy
ru: Реклама
sl: Oglaševanje

# antiadslong
source: Show apps that contain advertising
ca: Mostra aplicacions que contenen publicitat
de: Zeige Anwendungen, die Werbung enthalten
el: Εμφάνιση εφαρμογών που περιέχουν διαφημίσεις
es: Muestra programas que contengan publicidad
eu: Erakutsi iragarkiak dituzten aplikazioak
fr: Montrer les applications qui contiennent des publicités
nl: Laat apps zien die advertenties bevatten
pl: Pokaż aplikacje zawierające reklamy
ru: Показывать приложения с рекламой
sl: Pokaži aplikacije z oglasi

# antitrack
source: Tracking
ca: Seguiment
de: Verfolgung
el: Παρακολούθηση
es: Rastreo
eu: Jarraipena
fr: Surveillance
nl: Volgen
pl: Namierzanie
ru: Слежка
sl: Sledenje

# antitracklong
source: Show apps that track and report your activity
ca: Mostra aplicacions que segueixen i informen sobre la vostra activitat
de: Zeige Anwendungen, welche Ihre Aktivitäten aufzeichnen und melden
el: Εμφάνιση εφαρμογών που παρακολουθούν και αναφέρουν την δραστηριότητα σας
es: Muestra programas que rastrean e informan de tu actividad
eu: Erakutsi zure aktibitateen jarraipena egin eta txostenak bidaltzen dituzten aplikazioak
fr: Montrer les applications qui épient et qui rapportent votre activité
nl: Laat apps zien die je volgen en je activiteiten rapporteren
pl: Pokaż aplikacje namierzające i raportujące twoje działania
ru: Показывать приложения, которые следят и отсылают данные о вас
sl: Pokaži aplikacije, ki sledijo in poročajo o moji dejavnosti

# antinonfreead
source: Add-ons
ca: Complements
el: Πρόσθετα
es: Complementos
eu: Gehigarriak
fr: Extensions
nl: Toevoegingen
pl: Dodatki
ru: Дополнения
sl: Dodatki

# antinonfreeadlong
source: Show apps that promote non-free add-ons
ca: Mostra aplicacions que promouen complements no lliures
de: Zeige Anwendungen, die unfreie Zusätze bewerben
el: Εμφάνιση εφαρμογών που προωθούν μη δωρεάν πρόσθετα
es: Muestra programas que promueven complementos no libres
eu: Erakutsi gehigarri ez-libreak sustatzen dituzten aplikazioak
fr: Montrer les applications qui promeuvent des extensions privatrices
nl: Laat apps zien die betaalde add-ons promoten
pl: Pokaż aplikacje wspierające płatne dodatki
ru: Показывать приложения использующие несвободные дополнения
sl: Pokaži aplikacije, ki spodbujajo uporabo ne prostih dodatkov

# antinonfreenet
source: Network Services
ca: Serveis de xarxa
de: Netzwerkdienste
el: Υπηρεσίες Δικτύου
es: Servicios de Red
eu: Sareko zerbitzuak
fr: Services réseau
nl: Netwerkdiensten
pl: Usługi sieciowe
ru: Сетевые сервисы
sl: Omrežne storitve

# antinonfreenetlong
source: Show apps that promote non-free network services
ca: Mostra aplicacions que promouen serveis de xarxa no lliures
de: Zeige Anwendungen, die unfreie Netzwerkdienste bewerben
el: Εμφάνιση εφαρμογών που προωθούν μη δωρεάν υπηρεσίες δικτύου
es: Muestra programas que promueven servicios de red no libres
eu: Erakutsi sareko zerbitzu ez-libreak sustatzen dituzten aplikazioak
fr: Montrer les applications qui promeuvent des services réseaux privateurs
nl: Laat apps zien die betaalde netwerkdiensten promoten
pl: Pokaż aplikacje wspierające płatne usługi sieiowe
ru: Показывать приложения использующие несвободные сетевые сервисы
sl: Pokaži aplikacije, ki spodbujajo uporabo plačljivih omrežnih storitev

# antinonfreedep
source: Dependencies
ca: Dependències
de: Abhängigkeiten
el: Eξαρτήσεις
es: Dependencias
eu: Mendekotasunak
fr: Dépendances
nl: Afhankelijkheden
pl: Zależności
ru: Зависимости
sl: Odvisnosti

# antinonfreedeplong
source: Show apps that depend on other non-free apps
ca: Mostra aplicacions que depenen d'altres aplicacions no lliures
de: Zeige Anwendungen, die von unfreien Anwendungen abhängen
el: Εμφάνιση εφαρμογών που προωθούν μη δωρεάν εφαρμογές
es: Muestra programas que dependen de otros no libres
eu: Erakutsi aplikazio ez-libreen mendekoak diren aplikazioak
fr: Montrer les applications qui dépendent d'autres applications non libres
nl: Laat apps zien die van andere betaalde apps afhankelijk zijn
pl: Pokaż aplikacje zależne od innych, płatnych aplikacji
ru: Показывать приложения зависимые от несвободных приложений
sl: Pokaži aplikacije, ki so odvisne od drugih ne prostih aplikacij

source: Display
ca: Pantalla
de: Anzeige
es: Mostrar
eu: Bistaratu
ru: Вид

source: Expert
ca: Usuari expert
de: Fortgeschrittene
el: Για Προχωρημένους
es: Experto
eu: Aditua
fi: Asiantuntija
pl: Ekspert
ru: Эксперт
sl: Napredno
uk: Експерт

# expert_mode
source: Enable expert mode
ca: Activa el mode expert
de: Expertenmodus einschalten
el: Ενεργοποίηση λειτουργίας για προχωρημένους
es: Activa el modo experto
eu: Gaitu aditu modua
fi: Ota käyttöön asiantuntija-tila
fr: Activer le mode expert
nl: Ga in expert-modus
pl: Uruchom tryb eksperta
ru: Включить режим эксперта
sl: Vključi napredni način
uk: Увімкнути режим експерта

# search_hint
source: Search applications
ca: Cerca aplicacions
de: Anwendungen suchen
el: Αναζήτηση εφαρμογών
es: Buscar programas
eu: Bilatu aplikazioak
fi: Etsi sovelluksia
fr: Recherche d'applications
nl: Zoek-applicaties
pl: Wyszukaj aplikacje
ru: Найти приложения
sl: Iskanje aplikacij
uk: Пошук програм

# db_sync_mode
source: Database sync mode
ca: Mode de sincronització de la base de dades
de: Art der Datenbanksynchronisation
el: Λειτουργία συγχρονισμόυ της βάσης δεδομένων
es: Modo síncrono de base de datos
eu: Datu-base modu sinkronoa
fi: Tietokannan synkronointi-tila
fr: Mode de synchronisation à la base de données
nl: Database sync-modus
pl: Tryb synchronizacji bazy danych
ru: Режим синхронизации базы
sl: Način sinhronizacije baze podatkov
uk: Синхронізація БД

# db_sync_mode_long
source: Set the value of SQLite's synchronous flag
ca: Estableix el valor de l'etiqueta de sincronització de SQLite
de: SQLite Synchronisationsmodus setzen
el: Ορισμός τιμής για SQLite synchronous flag
es: Fija el valor del flag síncrono de SQLite
eu: Ezarri SQLite-ren bandera sinkronoaren balioa
fi: Aseta SQLiten synkrooninen lippu
fr: Régler la valeur de la synchronisation SQLite
nl: Zet de SQLite's synchronisatie-vlag
pl: Ustaw synchronizację flagi SQLite
ru: Установить флаг синхронизации SQLite
sl: Nastavitev zastavice za sinhronost v SQLite
uk: Режим синхронізації SQLite

# appcompatibility
source: Application compatibility
ca: Compatibilitat de les aplicacions
de: Kompatibilität der Anwendung
el: Συμβατότητα εφαμοργής
es: Compatibilidad de programas
eu: Aplikazioen bateragarritasuna
fi: Sovellusten yhteensopivuus
fr: Compatibilité de l'application
nl: Applicatie verenigbaarheid
pl: Kompatybilność aplikacji
ru: Совместимость приложений
sl: Združljivost aplikacij
uk: Сумісність

# showincompat
source: Incompatible apps
ca: Aplicacions incompatibles
de: Inkompatible Anwendungen
el: Μη συμβατές εφαρμογές
es: Programas incompatibles
eu: Aplikazio bateraezinak
fr: Applications incompatibles
nl: Onverenigbare apps
pl: Niekompatybilne aplikacje
ru: Несовместимые приложения
sl: Nezdružljive aplikacije

# showincompat_long
source: Show apps written for newer Android versions or different hardware
ca: Mostra les aplicacions escrites per a versions posteriors d'Android o per a maquinari diferent
de: Zeige Anwendungen für neuere Android-Versionen oder andere Hardware
el: Εμφάνιση εφαρμογών που γράφτηκαν για νεότερες εκδόσεις Android ή για διαφορετικό υλικό
es: Muestra los programas escritos para versiones de Android más modernas o con un hardware diferente
eu: Erakutsi Androiden bertsio berriagoentzat edo hardware desberdinarentzat idatzitako aplikazioak
fr: Montrer les applications écrites pour de nouvelles versions d'Android ou un matériel différent
nl: Laat apps zien die gemaakt zij voor nieuwe Android-versie of andere hardware
pl: Pokaż aplikacje napisane dla nowszych wersji Androida lub innego sprzętu
ru: Показать приложения для новых версий Android и/или другого железа
sl: Pokaži aplikacije napisane za novejše različice Androida ali za različno strojno opremo

# rooted_long
source: Show apps that require root privileges
ca: Mostra aplicacions que necessiten privilegis de root
de: Anwendungen anzeigen, die Root-Zugriff benötigen
el: Εμφάνιση εφαρμογών που απαιτούν δικαιώματα root
es: Muestras los programas que requieren privilegios de root
eu: Erakutsi root baimenak behar dituzten aplikazioak
fi: Näytä sovellukset, jotka vaativat root-oikeudet
fr: Montrer les applications qui requièrent les privilèges root
nl: Laat apps zien die root-privileges vereisen
pl: Pokaż aplikacje wymagające uprawnień root
ru: Показывать приложения требующие root-привилегий
sl: Pokaži aplikacije, ki zahtevajo skrbniške pravice
uk: Показувати програми, для яких потрібні права суперкористувача

# ignoreTouch
source: Ignore Touchscreen
ca: Ignora la pantalla tàctil
de: Touchscreen ignorieren
es: Ignorar pantalla táctil
eu: Ezikusi egin ukipen-pantailari
fi: Älä välitä kosketusnäytöstä
ru: Игнорировать Тачскрин
uk: Ігнорувати тачскрін

# ignoreTouch_long
source: Always include apps that require touchscreen
ca: Inclou sempre les aplicacions que necesiten de la pantalla tàctil
de: Anwendungen die einen Touchscreen benötigen immer mit anzeigen
es: Siempre incluir aplicaciones que requieren pantalla táctil
eu: Sartu ukipen-pantaila behar duten aplikazioak beti
fi: Sisällytä aina sovellukset, jotka vaativat kosketusnäytön
ru: Всегда включать приложения требующие тачскрин
uk: Завжди показувати програми, які потребують тачскрін

# category_all
source: All
ca: Tot
de: Alle
el: Όλα
es: Todos
eu: Guztia
fi: Kaikki
pl: Wszystkie
ru: Все
uk: Всі програми

# category_whatsnew
source: What's New
ca: Novetats
de: Neue Anwendungen
el: Τι νέο υπάρχει
es: Novedades
eu: Zer da berria
fi: Uutta
pl: Ostatnio dodane
ru: Что Нового
uk: Недавні додання

# category_recentlyupdated
source: Recently Updated
ca: S'ha actualitzat fa poc
de: Kürzlich Aktualisiert
el: Πρόσφατα Ενημερωμένες
es: Recientemente actualizados
eu: Azkenaldian eguneratua
fi: Viimeaikoina päivitetty
pl: Ostatnio zaktualizowane
ru: Недавно обновлённые
uk: Недавні оновлення

# status_download
source: Downloading %2$s / %3$s (%4$d%%) from %1$s
ca: S'està baixant %2$s / %3$s (%4$d%%) des de %1$s
de: Herunterladen %2$s / %3$s (%4$d%%) von %1$s
es: Descargando %2$s / %3$s (%4$d%%) desde %1$s
ru: Загрузка %2$s / %3$s (%4$d%%) из %1$s

# status_processing_xml
source: Processing application %2$d of %3$d from %1$s
ca: S'està processant l'aplicació %2$d de %3$d des de %1$s
de: Anwendung wird vorbereitet %2$d/%3$d von %1$s
es: Procesando la aplicación %2$d de %3$d desde %1$s

# status_connecting_to_repo
source: Connecting to %1$s
ca: S'està connectant a %1$s
de: Verbinden mit %1$s
es: Conectándose con %1$s
eu: %1$s(e)ra konektatzen
ru: Соединение с %1$s

# status_checking_compatibility
source: Checking apps compatibility with your device…
ca: S'està comprovant la compatibilitat de les aplicacions amb el vostre dispositiu...
de: Kompatibilität mit Ihrem Gerät wird überprüft ...
es: Comprobando la compatibilidad de las aplicaciones con tu dispositivo...
eu: Aplikazioak zure gailuarekin bateragarriak diren egiaztatzen...
ru: Проверка совместимости приложений с устройством...

# status_downloading_icons
source: Downloading new icons…
ca: S'està baixant les noves icones...
es: Descargando nuevos iconos...
ru: Загрузка новых значков...

# no_permissions
source: No permissions are used.
ca: No es fa servir cap permís.
de: Keine besonderen Berechtigungen Erforderlich.
es: No se usan permisos.
eu: Ez da baimenik erabiltzen.
ru: Разрешений не требуется.

# permissions_for_long
source: Permissions for version %s
ca: Permisos de la versió %s
de: Berechtigungen für Version %s
es: Permisos para la versión %s
eu: %s bertsioarentzako baimenak
ru: Разрешения для версии %s

source: Show permissions
ca: Mostra els permisos
de: Zeige Berechtigungen
es: Mostrar permisos
eu: Erakutsi baimenak
ru: Показывать разрешения

# showPermissions_long
source: Display a list of permissions an app needs
ca: Mostra els permisos que necessita l'aplicació
de: Zeige eine Liste von Berechtigungen die von einer Anwendung benötigt werden
es: Mostrar una lista de los permisos que necesita una aplicación
eu: Bistaratu aplikazio batek behar dituen baimenen zerrenda
ru: Показывать список разрешений, необходимых приложению

# no_handler_app
source: You don't have any app installed that can handle %s
ca: No teniu cap aplicació instal·lada que pugui gestionar %s
es: No tienes instalada ninguna aplicación que maneje %s
eu: Ez daukazu %s maneiatu dezakeen aplikaziorik instalatuta

source: Compact Layout
ca: Vista compacta
de: Kompakte Ansicht
es: Diseño compacto
eu: Diseinu trinkoa
ru: Компактный вид

# compactlayout_long
source: Only show app names and summaries in list
ca: Mostra només els noms de les aplicacions i els resums a la llista
de: Nur Namen und Kurzbeschreibung in der Anwendungsliste anzeigen
es: Mostrar sólo los nombres de las aplicaciones y resúmenes en la lista
ru: Показывать в списке только названия и краткие описания приложений

source: No
de: Nein
el: Όχι
eu: Ez
fi: Ei
fr: Non
nl: Nee
pl: Nie
ru: Нет
sl: Ne
uk: Ні

# rooted
source: Root
de: Erfordert Root-Zugriff
ru: Суперпользователь
sl: Skrbnik
uk: Суперкористувач

# installIncompatible
source: It seems like this package is not compatible with your device. Do you want to try and install it anyway?
de: Es sieht so aus, als sei dieses Programm nicht zu Ihrem Gerät kompatibel. Möchten Sie trotzdem versuchen es zu installieren?

source: Other
de: Andere

# no_handler_app
source: You don't have any available app that can handle %s
de: Es ist keine Anwendung installiert, die mit %s umgehen kann

# about_desc
source: Originally based on Aptoide. Released under the GNU GPLv2 license.
fr: Originellement basée sur Aptoide. Publié sous licence GNU GPL v2.

# no_repo
source: You don't have any repositories configured! A repository is a source of applications. To add one, press the MENU button now and enter the URL. A repository address looks something like this: http://f-droid.org/repo
fr: Aucun dépôt n'est configuré ! Un dépôt est une source d'applications. Pour en ajouter un, appuyez maintenant sur MENU et entrez l'adresse URL. L'URL d'un dépôt ressemble à ceci : http://f-droid.org/repo

# menu_update_repo
source: Update
fr: Mise à jour
